Repository: ilhamr0f11/Telegram-PDF-IR-Bot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: el_gr, ro_ro

source: General usage
el_gr: Γενική χρήση
ro_ro: Utilizare generală

source: {range} all pages
el_gr: {range} όλες τις σελίδες
ro_ro: {range} toate paginile

source: {range} page 8 only
el_gr: {range} σελίδα 8 μόνο
ro_ro: {range} pagina 8 numai

source: {range} first three pages
el_gr: {range} τρεις πρώτες σελίδες
ro_ro: {range} primele trei pagini

source: {range} from page 8 onward
el_gr: {range} από τη σελίδα 8 και μετά
ro_ro: {range} începând cu pagina 8

source: {range} last page only
el_gr: {range} τελευταία σελίδα μόνο
ro_ro: {range} doar ultima pagină

source: {range} all pages except the last page
el_gr: {range} όλες τις σελίδες εκτός από την τελευταία σελίδα
ro_ro: {range} toate paginile, cu excepția ultimei pagini

source: {range} second last page only
el_gr: {range} δεύτερη τελευταία σελίδα μόνο
ro_ro: {range} a doua pagină doar

source: {range} last two pages
el_gr: {range} τελευταίες δύο σελίδες
ro_ro: {range} ultimele două pagini

source: {range} third and second last pages
el_gr: {range} τρίτη και δεύτερη τελευταία σελίδα
ro_ro: {range} treia și a doua pagină

source: Advanced usage
el_gr: Προηγμένη χρήση
ro_ro: Utilizare complexă

source: {range} pages {pages} and to the end
el_gr: {range} σελίδες {pages} και μέχρι το τέλος
ro_ro: {range} pagini {pages} și până la sfârșit

source: {range} pages {pages}
el_gr: {range} σελίδες {pages}
ro_ro: {pages}pagini {range}

source: {range} all pages in reversed order
el_gr: {range} όλες τις σελίδες με αντίστροφη σειρά
ro_ro: {range} toate paginile în ordine inversă

source: {range} pages {pages} except {page}
el_gr: {range} σελίδες {pages} εκτός από {page}
ro_ro: {pages} pagini {range} , cu excepția {page}

source: {range} pages {pages}
el_gr: {range} σελίδες {pages}
ro_ro: {pages}pagini {range}

source: The range is invalid, please try again
el_gr: Η περιοχή δεν είναι έγκυρη, προσπαθήστε ξανά
ro_ro: Intervalul nu este valid, încercați din nou

source: Splitting your PDF file
el_gr: Διαχωρισμός του αρχείου PDF
ro_ro: Divizarea fișierului PDF

source: Select how you'll like me to send the text to you
el_gr: Επιλέξτε τον τρόπο με τον οποίο θα θέλετε να σας στείλω το κείμενο
ro_ro: Selectați doriți să vă trimit textul

source: Extracting text from your PDF file
el_gr: Εξαγωγή κειμένου από το αρχείο PDF
ro_ro: Extragerea textului din fișierul PDF

source: I couldn't find any text in your PDF file
el_gr: Δεν μπόρεσα να βρω κανένα κείμενο στο αρχείο PDF
ro_ro: Nu am găsit niciun text în fișierul PDF
