Repository: ilhamr0f11/Telegram-PDF-IR-Bot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: el_gr, ro_ro

source: Cancel
el_gr: Ακυρώσετε
ro_ro: Anula

source: Done
el_gr: Γίνει
ro_ro: Făcut

source: Back
el_gr: Πίσω
ro_ro: Bck

source: By Percentage
el_gr: Κατά ποσοστό
ro_ro: După procentaj

source: By Margin Size
el_gr: Κατά μέγεθος περιθωρίου
ro_ro: După dimensiunea marginii

source: Preview
el_gr: Προεπισκόπηση
ro_ro: Previzualizare

source: Decrypt
el_gr: Αποκρυπτογραφήσει
ro_ro: Decripta

source: Encrypt
el_gr: Κρυπτογράφηση
ro_ro: Cripta

source: Extract Images
el_gr: Εξαγωγή εικόνων
ro_ro: Extrageți imagini

source: To Images
el_gr: Σε εικόνες
ro_ro: Pentru imagini

source: Rotate
el_gr: Γυρίζω
ro_ro: Roti

source: Scale
el_gr: Κλίμακα
ro_ro: Scară

source: Split
el_gr: Σπλιτ

source: Beautify
el_gr: Ομορφύνει
ro_ro: Înfrumuseţa

source: To PDF
el_gr: Σε PDF
ro_ro: În PDF

source: Rename
el_gr: Μετονομάσετε
ro_ro: Redenumiţi

source: Crop
el_gr: Καλλιέργεια
ro_ro: Cultură

source: Compressed
el_gr: Συμπιεσμένο
ro_ro: Comprimat

source: Images
el_gr: Εικόνες
ro_ro: Imagini

source: Remove Last File
el_gr: Κατάργηση τελευταίου αρχείου
ro_ro: Eliminare ultimul fișier

source: To Dimensions
el_gr: Σε διαστάσεις
ro_ro: La dimensiuni

source: Extract Text
el_gr: Εξαγωγή κειμένου
ro_ro: Extragere text

source: Text Message
el_gr: Μήνυμα κειμένου
ro_ro: Mesaj text

source: Text File
el_gr: Αρχείο κειμένου
ro_ro: Fișier text

source: Compress
el_gr: Συμπίεση
ro_ro: Comprima

source: Say Thanks
el_gr: Πες ευχαριστώ.
ro_ro: Spune Multumesc

source: Coffee
el_gr: Καφές
ro_ro: Cafea

source: Beer
el_gr: Μπύρα
ro_ro: Bere

source: Meal
el_gr: Γεύμα
ro_ro: Masă

source: Welcome to PDF Bot!
el_gr: Καλώς ήρθατε στο PDF Bot!
ro_ro: Bine ati venit la PDF Bot!

source: Key features:
el_gr: Βασικά χαρακτηριστικά:
ro_ro: Caracteristici cheie:

source: - Compress, merge, preview, rename, split and add watermark to PDF files
el_gr: - Συμπίεση, συγχώνευση, προεπισκόπηση, μετονομασία, διαίρεση και προσθήκη υδατογραφήματος σε αρχεία PDF
ro_ro: - Comprimați, îmbinați, previzualizați, redenumiți, împărțiți și adăugați filigran în fișiere PDF

source: - Create PDF files from text messages
el_gr: - Δημιουργία αρχείων PDF από μηνύματα κειμένου
ro_ro: - Creați fișiere PDF din mesaje text

source: - Extract images and text from PDF files
el_gr: - Εξαγωγή εικόνων και κειμένου από αρχεία PDF
ro_ro: - Extrageți imagini și text din fișiere PDF

source: - Convert PDF files into images
el_gr: - Μετατροπή αρχείων PDF σε εικόνες
ro_ro: - Conversia fișierelor PDF în imagini

source: - Convert webpages and images into PDF files
el_gr: - Μετατροπή ιστοσελίδων και εικόνων σε αρχεία PDF
ro_ro: - Convertiți pagini web și imagini în fișiere PDF

source: - Beautify handwritten notes images into PDF files
el_gr: - Ομορφύνετε χειρόγραφες εικόνες σημειώσεων σε αρχεία PDF
ro_ro: - Înfrumusețează imaginile notelor scrise de mână în fișiere PDF

source: - And more...
el_gr: - Και περισσότερο...
ro_ro: - Și multe altele...

source: Type {command} to see how to use PDF Bot
el_gr: Πληκτρολογήστε {command} για να δείτε πώς να χρησιμοποιήσετε το PDF Bot
ro_ro: Tastați {command} pentru a vedea se utilizează PDF Bot

source: Set Language 🌎
el_gr: Ορισμός γλώσσας 🌎
ro_ro: Setează Limba 🌎

source: Join Channel
el_gr: Είσοδος στο Κανάλι
ro_ro: Alăturați-vă canalului

source: Support PDF Bot
el_gr: Υποστήριξη BOT PDF
ro_ro: Suport PDF Bot

source: You can perform most of the tasks by sending me one of the followings:
el_gr: Μπορείτε να εκτελέσετε τις περισσότερες από τις εργασίες στέλνοντας μου ένα από τα εξής:
ro_ro: Puteți efectua majoritatea sarcinilor trimițându-mi una dintre următoarele:

source: - PDF files
el_gr: - Αρχεία PDF
ro_ro: - Fișiere PDF

source: - Images
el_gr: - Εικόνες
ro_ro: - Imagini

source: - Webpage links
el_gr: - Σύνδεσμοι ιστοσελίδων
ro_ro: - Link-uri web

source: The rest of the tasks can be performed by using the following commands:
el_gr: Οι υπόλοιπες εργασίες μπορούν να εκτελεστούν χρησιμοποιώντας τις ακόλουθες εντολές:
ro_ro: Restul sarcinilor pot fi efectuate utilizând următoarele comenzi:

source: {command} - compare PDF files
el_gr: {command} - σύγκριση αρχείων PDF
ro_ro: {command} - comparați fișierele PDF

source: {command} - merge PDF files
el_gr: {command} - συγχώνευση αρχείων PDF
ro_ro: {command} - îmbinarea fișierelor PDF

source: {command} - convert and combine multiple images into PDF files
el_gr: {command} - μετατρέψτε και συνδυάστε πολλές εικόνες σε αρχεία PDF
ro_ro: {command} - convertiți și combinați mai multe imagini în fișiere PDF

source: {command} - create PDF files from text messages
el_gr: {command} - δημιουργία αρχείων PDF από μηνύματα κειμένου
ro_ro: {command} - creați fișiere PDF din mesaje text

source: {command} - add watermark to PDF files
el_gr: {command} - προσθήκη υδατογραφήματος σε αρχεία PDF
ro_ro: {command} - adăugarea filigranului la fișierele PDF

source: Send me your feedback (only English feedback will be forwarded to my developer)
el_gr: Στείλτε μου τα σχόλιά σας (μόνο τα αγγλικά σχόλια θα διαβιβαστούν στον προγραμματιστή μου)
ro_ro: Trimite-mi feedback-ul dumneavoastră (numai feedback-ul în limba engleză vor fi transmise la dezvoltatorul meu)

source: Thank you for your feedback, I've already forwarded it to my developer
el_gr: Σας ευχαριστώ για τα σχόλιά σας, έχω ήδη διαβιβάσει στον προγραμματιστή μου
ro_ro: Vă mulțumim pentru feedback-ul dvs., l-am trimis deja la dezvoltatorul meu

source: The feedback is not in English, try again
el_gr: Τα σχόλια δεν είναι στα Αγγλικά, δοκιμάστε ξανά
ro_ro: Feedback-ul nu este în limba engleză, încercați din nou

source: Select your language
el_gr: Επιλέξτε τη γλώσσα σας
ro_ro: Selectați limba dvs.

source: Your language has been set to {language}
el_gr: Η γλώσσα σας έχει ρυθμιστεί σε {language}
ro_ro: Limba ta a fost setată la {language}

source: Help translate PDF Bot
el_gr: Βοήθεια για τη μετάφραση του BOT PDF
ro_ro: Ajutor pentru traducerea PDF Bot

source: Select how you want to support PDF Bot
el_gr: Επιλέξτε τον τρόπο με τον οποίο θέλετε να υποστηρίξετε το PDF Bot
ro_ro: Selectați modul în care doriți să acceptați PDF Bot

source: Say thanks to PDF Bot and help keep it running
el_gr: Πείτε ευχαριστώ στο PDF Bot και να βοηθήσει να κρατήσει το τρέξιμο
ro_ro: Spune datorită PDF Bot și de a ajuta la menținerea acestuia rulează

source: Something went wrong
el_gr: Κάτι πήγε στραβά
ro_ro: Ceva nu a mers bine.

source: Thank you for your support!
el_gr: Σας ευχαριστούμε για την υποστήριξή σας!
ro_ro: Vă mulțumim pentru sprijin!

source: Timed out processing your web page, your web page is probably too complex to process
el_gr: Χρονομεντωμένο χρονικό διάστημα επεξεργασίας της ιστοσελίδας σας, η ιστοσελίδα σας είναι πιθανώς πολύ περίπλοκη για επεξεργασία
ro_ro: Temporizat procesarea paginii web, pagina web este probabil prea complexă pentru a fi procesată

source: You've sent me this web page already and I'm still converting it
el_gr: Μου έχετε ήδη στείλει αυτήν την ιστοσελίδα και εξακολουθώ να τη μετατρέπω
ro_ro: Mi-ai trimis deja această pagină web și încă o convertesc.

source: Converting your web page into a PDF file
el_gr: Μετατροπή της ιστοσελίδας σας σε αρχείο PDF
ro_ro: Conversia paginii web într-un fișier PDF

source: Unable to reach your web page
el_gr: Δεν είναι δυνατή η πρόσβαση στην ιστοσελίδα σας
ro_ro: Imposibil de accesat pagina web

source: Action cancelled
el_gr: Η ενέργεια ακυρώθηκε
ro_ro: Acțiune revocată

source: Your file is not a PDF file, please try again
el_gr: Το αρχείο σας δεν είναι αρχείο PDF, προσπαθήστε ξανά
ro_ro: Fișierul nu este un fișier PDF, încercați din nou

source: Your file is too large for me to download and process
el_gr: Το αρχείο σας είναι πολύ μεγάλο για να το κατεβάσω και να το επεξεργαστώ
ro_ro: Fișierul este prea mare pentru mine pentru a descărca și procesa

source: Note that this is a Telegram Bot limitation and there's nothing I can do unless Telegram changes this limit
el_gr: Σημειώστε ότι αυτός είναι ένας περιορισμός Bot τηλεγραφήματος και δεν μπορώ να κάνω τίποτα αν το Telegram αλλάξει αυτό το όριο
ro_ro: Rețineți că aceasta este o limitare Telegram Bot și nu e nimic nu pot face cu excepția cazului în Telegram modificări această limită

source: Something went wrong, please start over again
el_gr: Κάτι πήγε στραβά, παρακαλώ ξεκινήστε από την αρχή.
ro_ro: Ceva nu a mers bine, vă rugăm să începeți din nou

source: Your file is invalid and I couldn't open and process it
el_gr: Το αρχείο σας δεν είναι έγκυρο και δεν μπορούσα να το ανοίξω και να το επεξεργαστώ
ro_ro: Fișierul nu este valid și nu l-am putut deschide și procesa

source: Your PDF file is already encrypted
el_gr: Το αρχείο PDF είναι ήδη κρυπτογραφημένο
ro_ro: Fișierul PDF este deja criptat

source: Your PDF file is encrypted and you'll have to decrypt it first
el_gr: Το αρχείο PDF είναι κρυπτογραφημένο και θα πρέπει πρώτα να το αποκρυπτογραφήσετε
ro_ro: Fișierul PDF este criptat și va trebui să îl decriptați mai întâi

source: You've sent me these {file_type} so far:
el_gr: Μου έστειλες αυτά τα {file_type} μέχρι στιγμής:
ro_ro: Mi-ai trimis aceste {file_type} până acum:

source: The result file is too large for me to send to you
el_gr: Το αρχείο αποτελεσμάτων είναι πολύ μεγάλο για να το στείλω σε εσάς
ro_ro: Fișierul rezultat este prea mare pentru a-l trimite la dvs.

source: Here is your result file
el_gr: Εδώ είναι το αρχείο αποτελεσμάτων σας
ro_ro: Aici este fișierul rezultat

source: Send me one of the PDF files that you'll like to compare
el_gr: Στείλτε μου ένα από τα αρχεία PDF που θέλετε να συγκρίνετε
ro_ro: Trimite-mi unul dintre fișierele PDF pe care veți dori să le comparați

source: Note that I can only look for text differences
el_gr: Σημειώστε ότι μπορώ να αναζητήσω μόνο διαφορές κειμένου
ro_ro: Rețineți că pot căuta doar diferențe de text

source: Send me the other PDF file that you'll like to compare
el_gr: Στείλτε μου το άλλο αρχείο PDF που θα σας αρέσει να συγκρίνετε
ro_ro: Trimite-mi celălalt fișier PDF pe care doriți să-l comparați

source: Comparing your PDF files
el_gr: Σύγκριση των αρχείων PDF
ro_ro: Compararea fișierelor PDF

source: There are no text differences between your PDF files
el_gr: Δεν υπάρχουν διαφορές κειμένου μεταξύ των αρχείων PDF
ro_ro: Nu există diferențe de text între fișierele PDF

source: Send me the images that you'll like to beautify or convert into a PDF file
el_gr: Στείλτε μου τις εικόνες που θέλετε να ομορφύνετε ή να μετατρέψετε σε αρχείο PDF
ro_ro: Trimite-mi imaginile pe care veți dori să înfrumusețeze sau converti într-un fișier PDF

source: Note that the images will be beautified and converted in the order that you send me
el_gr: Σημειώστε ότι οι εικόνες θα ομορφύνονται και θα μετατρέπονται με τη σειρά που θα μου στείλετε
ro_ro: Rețineți că imaginile vor fi înfrumusețate și convertite în ordinea în care îmi trimiteți

source: File name unavailable
el_gr: Το όνομα αρχείου δεν είναι διαθέσιμο
ro_ro: Nume fișier indisponibil

source: Your file is not an image
el_gr: Το αρχείο σας δεν είναι εικόνα
ro_ro: Fișierul nu este o imagine

source: images
el_gr: Εικόνες
ro_ro: Imagini

source: Select the task from below if you've sent me all the images, or keep sending me the images
el_gr: Επιλέξτε την εργασία από κάτω αν μου έχετε στείλει όλες τις εικόνες ή συνεχίστε να μου στέλνετε τις εικόνες
ro_ro: Selectați sarcina de mai jos dacă mi-ați trimis toate imaginile sau continuați să-mi trimiteți imaginile

source: {file_name} has been removed for beautifying or converting
el_gr: {file_name} έχει καταργηθεί για ωραιοποίηση ή μετατροπή
ro_ro: {file_name} a fost eliminat pentru înfrumusețare sau conversie

source: Beautifying and converting your images
el_gr: Ωραιοποίηση και μετατροπή των εικόνων σας
ro_ro: Înfrumusețarea și conversia imaginilor

source: Converting your images into PDF
el_gr: Μετατροπή των εικόνων σας σε PDF
ro_ro: Conversia imaginilor în PDF

source: Send me the PDF files that you'll like to merge
el_gr: Στείλτε μου τα αρχεία PDF που θέλετε να συγχωνεύσετε
ro_ro: Trimiteți-mi fișierele PDF pe care veți dori să le îmbinați

source: Note that the files will be merged in the order that you send me
el_gr: Σημειώστε ότι τα αρχεία θα συγχωνευτούν με τη σειρά που θα μου στείλετε
ro_ro: Rețineți că fișierele vor fi îmbinate în ordinea în care îmi trimiteți

source: Your file is not a PDF file
el_gr: Το αρχείο σας δεν είναι αρχείο PDF
ro_ro: Fișierul nu este un fișier PDF

source: PDF files
el_gr: Αρχεία PDF
ro_ro: Fișiere PDF

source: Press {done} if you've sent me all the PDF files that you'll like to merge or keep sending me the PDF files
el_gr: Πατήστε {done} αν μου έχετε στείλει όλα τα αρχεία PDF που θέλετε να συγχωνεύσετε ή συνεχίστε να μου στέλνετε τα αρχεία PDF
ro_ro: Apăsați {done} dacă mi-ați trimis toate fișierele PDF pe care veți dori să le îmbinați sau continuați să-mi trimiteți fișierele PDF

source: {file_name} has been removed for merging
el_gr: {file_name} έχει αφαιρεθεί για συγχώνευση
ro_ro: {file_name} a fost eliminat pentru fuzionarea

source: You haven't sent me any PDF files
el_gr: Δεν μου έχετε στείλει αρχεία PDF
ro_ro: Nu mi-ai trimis niciun fișier PDF

source: You've only sent me one PDF file
el_gr: Μου έστειλες μόνο ένα αρχείο PDF.
ro_ro: Mi-ați trimis un singur fișier PDF

source: Merging your PDF files
el_gr: Συγχώνευση των αρχείων PDF
ro_ro: Îmbinarea fișierelor PDF

source: I couldn't merge your PDF files as this file is invalid: {file_name}
el_gr: Δεν ήταν δυνατή η συγχώνευση των αρχείων PDF, καθώς αυτό το αρχείο δεν είναι έγκυρο: {file_name}
ro_ro: Nu am putut îmbina fișierele PDF, deoarece acest fișier nu este valid: {file_name}

source: Send me the text that you'll like to write into your PDF file
el_gr: Στείλτε μου το κείμενο που θα σας αρέσει να γράφετε στο αρχείο PDF
ro_ro: Trimite-mi textul pe care vrei să-l scrii în fișierul PDF

source: Send me the font that you'll like to use for the PDF file or press {skip} to use the default font
el_gr: Στείλτε μου τη γραμματοσειρά που θέλετε να χρησιμοποιήσετε για το αρχείο PDF ή πατήστε {skip} για να χρησιμοποιήσετε την προεπιλεγμένη γραμματοσειρά
ro_ro: Trimiteți-mi fontul pe care veți dori să îl utilizați pentru fișierul PDF sau apăsați {skip} pentru a utiliza fontul implicit

source: See here for the list of supported fonts: {fonts}
el_gr: Δείτε εδώ για τη λίστα των υποστηριζόμενων γραμματοσειρών: {fonts}
ro_ro: Vezi aici lista fonturilor acceptate: {fonts}

source: Unknown font, please try again
el_gr: Άγνωστη γραμματοσειρά, προσπαθήστε ξανά
ro_ro: Font necunoscut, vă rugăm să încercați din nou

source: Creating your PDF file
el_gr: Δημιουργία του αρχείου PDF
ro_ro: Crearea fișierului PDF

source: Send me the PDF file that you'll like to add a watermark
el_gr: Στείλτε μου το αρχείο PDF που θα θέλατε να προσθέσετε ένα υδατογράφημα
ro_ro: Trimiteți-mi fișierul PDF pe care doriți să-l adăugați o inscripționare

source: Send me the watermark PDF file
el_gr: Στείλτε μου το αρχείο PDF υδατογράφημα
ro_ro: Trimite-mi fișierul PDF de inscripționare

source: Adding the watermark onto your PDF file
el_gr: Προσθήκη του υδατογραφήματος στο αρχείο PDF
ro_ro: Adăugarea filigranului în fișierul PDF

source: watermark
el_gr: στάθμη ύδατος
ro_ro: filigran

source: Compressing your PDF file
el_gr: Συμπίεση του αρχείου PDF
ro_ro: Comprimarea fișierului PDF

source: File size reduced by {percent}, from {old_size} to {new_size}
el_gr: Το μέγεθος του αρχείου μειώθηκε κατά {percent}, από {old_size} σε {new_size}
ro_ro: Dimensiunea fișierului redusă cu {percent}, de la {old_size} la {new_size}

source: Something went wrong, please try again
el_gr: Κάτι πήγε στραβά, προσπαθήστε ξανά.
ro_ro: Ceva nu a mers bine, vă rugăm să încercați din nou

source: Select the crop type that you'll like to perform
el_gr: Επιλέξτε τον τύπο περικοπής που θα θέλατε να εκτελέσετε
ro_ro: Selectați tipul de trunchiere pe care doriți să îl efectuați

source: Send me a number between {min_percent} and {max_percent}
el_gr: Στείλε μου έναν αριθμό μεταξύ {min_percent} και {max_percent}
ro_ro: Trimite-mi un număr între {min_percent} și {max_percent}

source: This is the percentage of margin space to retain between the content in your PDF file and the page
el_gr: Αυτό είναι το ποσοστό του χώρου περιθωρίου που πρέπει να διατηρήσετε μεταξύ του περιεχομένου στο αρχείο PDF και της σελίδας
ro_ro: Acesta este procentul de spațiu de marjă de reținut între conținutul din fișierul PDF și pagină

source: Send me a number that you'll like to adjust the margin size
el_gr: Στείλτε μου έναν αριθμό που θα θέλατε να προσαρμόσετε το μέγεθος του περιθωρίου
ro_ro: Trimite-mi un număr pe care veți dori să ajustați dimensiunea marjei

source: Positive numbers will decrease the margin size and negative numbers will increase it
el_gr: Οι θετικοί αριθμοί θα μειώσουν το μέγεθος του περιθωρίου και οι αρνητικοί αριθμοί θα το αυξήσουν
ro_ro: Numerele pozitive vor scădea dimensiunea marjei, iar numerele negative o vor crește

source: The number must be between {min_percent} and {max_percent}, please try again
el_gr: Ο αριθμός πρέπει να είναι μεταξύ {min_percent} και {max_percent}, προσπαθήστε ξανά
ro_ro: Numărul trebuie să fie între {min_percent} și {max_percent}, vă rugăm să încercați din nou

source: The number is invalid, please try again
el_gr: Ο αριθμός δεν είναι έγκυρος, προσπαθήστε ξανά
ro_ro: Numărul nu este valid, încercați din nou

source: Cropping your PDF file
el_gr: Περικοπή του αρχείου PDF
ro_ro: Trunchierea fișierului PDF

source: Send me the password to decrypt your PDF file
el_gr: Στείλτε μου τον κωδικό πρόσβασης για να αποκρυπτογραφήσετε το αρχείο PDF
ro_ro: Trimite-mi parola pentru a decripta fișierul PDF

source: Decrypting your PDF file
el_gr: Αποκρυπτογράφηση του αρχείου PDF
ro_ro: Decriptarea fișierului PDF

source: Your PDF file is invalid and I couldn't open and process it
el_gr: Το αρχείο PDF δεν είναι έγκυρο και δεν μπορούσα να το ανοίξω και να το επεξεργαστώ
ro_ro: Fișierul PDF nu este valid și nu l-am putut deschide și procesa

source: Your PDF file is not encrypted
el_gr: Το αρχείο PDF δεν είναι κρυπτογραφημένο
ro_ro: Fișierul PDF nu este criptat

source: The decryption password is incorrect, please try again
el_gr: Ο κωδικός πρόσβασης αποκρυπτογράφησης είναι εσφαλμένος, προσπαθήστε ξανά
ro_ro: Parola de decriptare este incorectă, încercați din nou

source: Your PDF file is encrypted with a method that I can't decrypt
el_gr: Το αρχείο PDF κρυπτογραφείται με μια μέθοδο που δεν μπορώ να αποκρυπτογραφήσω
ro_ro: Fișierul PDF este criptat cu o metodă pe care nu o pot decripta

source: Send me the password to encrypt your PDF file
el_gr: Στείλτε μου τον κωδικό πρόσβασης για να κρυπτογραφήσω το αρχείο PDF
ro_ro: Trimite-mi parola pentru criptarea fișierului PDF

source: Encrypting your PDF file
el_gr: Κρυπτογράφηση του αρχείου PDF
ro_ro: Criptarea fișierului PDF

source: Select the task that you'll like to perform
el_gr: Επιλέξτε την εργασία που θα θέλατε να εκτελέσετε
ro_ro: Selectați activitatea pe care doriți să o efectuați

source: Your file is too big for me to download and process
el_gr: Το αρχείο σας είναι πολύ μεγάλο για να το κατεβάσω και να το επεξεργαστώ.
ro_ro: Fișierul este prea mare pentru mine pentru a descărca și procesa

source: Your image is too large for me to download and process
el_gr: Η εικόνα σας είναι πολύ μεγάλη για να την κατεβάσω και να την επεξεργαστώ
ro_ro: Imaginea ta este prea mare pentru mine pentru a descărca și procesa

source: Extracting a preview for your PDF file
el_gr: Εξαγωγή προεπισκόπησης για το αρχείο PDF
ro_ro: Extragerea unei examinări pentru fișierul PDF

source: Select the result file format
el_gr: Επιλογή της μορφής αρχείου αποτελεσμάτων
ro_ro: Selectarea formatului de fișier rezultat

source: Converting your PDF file into images
el_gr: Μετατροπή του αρχείου PDF σε εικόνες
ro_ro: Conversia fișierului PDF în imagini

source: Extracting all the images in your PDF file
el_gr: Εξαγωγή όλων των εικόνων στο αρχείο PDF
ro_ro: Extragerea tuturor imaginilor din fișierul PDF

source: I couldn't find any images in your PDF file
el_gr: Δεν μπόρεσα να βρω εικόνες στο αρχείο PDF σας
ro_ro: Nu am putut găsi imagini în fișierul PDF

source: See above for all your images
el_gr: Δείτε παραπάνω για όλες τις εικόνες σας
ro_ro: Vedeți mai sus pentru toate imaginile dvs.

source: Adding an OCR text layer to your PDF file
el_gr: Προσθήκη επιπέδου κειμένου OCR στο αρχείο PDF
ro_ro: Adăugarea unui strat text OCR la fișierul PDF

source: Your PDF file already has a text layer
el_gr: Το αρχείο PDF έχει ήδη ένα επίπεδο κειμένου
ro_ro: Fișierul PDF are deja un strat text

source: Send me the file name that you'll like to rename your PDF file into
el_gr: Στείλτε μου το όνομα αρχείου στο οποίο θα θέλετε να μετονομάσετε το αρχείο PDF
ro_ro: Trimiteți-mi numele de fișier în care doriți să redenumiți fișierul PDF

source: File names can't contain any of the following characters:
el_gr: Τα ονόματα αρχείων δεν μπορούν να περιέχουν κανέναν από τους ακόλουθους χαρακτήρες:
ro_ro: Numele de fișiere nu pot conține niciunul dintre următoarele caractere:

source: Please try again
el_gr: Προσπαθήστε ξανά
ro_ro: Vă rugăm să încercați din nou

source: Renaming your PDF file into {file_name}
el_gr: Μετονομασία του αρχείου PDF σε {file_name}
ro_ro: Redenumirea fișierului PDF în {file_name}

source: Select the degrees that you'll like to rotate your PDF file in clockwise
el_gr: Επιλέξτε τους βαθμούς που θέλετε να περιστρέψετε το αρχείο PDF δεξιόστροφα
ro_ro: Selectați gradele pe care doriți să le rotiți fișierul PDF în sensul acelor de ceasornic

source: Rotating your PDF file clockwise by {degree} degrees
el_gr: Περιστροφή του αρχείου PDF δεξιόστροφα κατά {degree} μοίρες
ro_ro: Rotirea fișierului PDF în sensul acelor de ceasornic cu {degree} grade

source: Select the scale type that you'll like to perform
el_gr: Επιλέξτε τον τύπο κλίμακας που θα θέλατε να εκτελέσετε
ro_ro: Selectați tipul de scală pe care doriți să îl efectuați

source: Send me the width and height
el_gr: Στείλε μου το πλάτος και το ύψος
ro_ro: Trimite-mi lățimea și înălțimea

source: This will set the width to 150 and height to 200
el_gr: Αυτό θα ορίσει το πλάτος σε 150 και το ύψος σε 200
ro_ro: Aceasta va seta lățimea la 150 și înălțimea la 200

source: Send me the scaling factors for the horizontal and vertical axes
el_gr: Στείλτε μου τους παράγοντες κλιμάκωσης για τους οριζόντιους και κάθετους άξονες
ro_ro: Trimite-mi factorii de scalare pentru axele orizontale și verticale

source: This will double the horizontal axis and halve the vertical axis
el_gr: Αυτό θα διπλασιάσει τον οριζόντιο άξονα και θα μειώσει κατά το ήμισυ τον κατακόρυφο άξονα
ro_ro: Aceasta va dubla axa orizontală și va înjumătăți axa verticală

source: The scaling factors {values} are invalid, please try again
el_gr: Οι παράγοντες κλιμάκωσης {values} δεν είναι έγκυροι, προσπαθήστε ξανά
ro_ro: Factorii de scalare {values} nu sunt validi, încercați din nou

source: The dimensions {values} are invalid, please try again
el_gr: Οι διαστάσεις {values} δεν είναι έγκυρες, προσπαθήστε ξανά
ro_ro: Dimensiunile {values} nu sunt valide, încercați din nou

source: Scaling your PDF file, horizontally by {horizontal} and vertically by {vertical}
el_gr: Κλιμάκωση του αρχείου PDF, οριζόντια κατά {horizontal} και κατακόρυφα κατά {vertical}
ro_ro: Scalarea fișierului PDF, orizontal cu {horizontal} și vertical, prin {vertical}

source: Scaling your PDF file with width of {width} and height of {height}
el_gr: Κλιμάκωση του αρχείου PDF με πλάτος {width} και ύψος {height}
ro_ro: Scalarea fișierului PDF cu lățimea de {width} și înălțimea {height}

source: Send me the range of pages that you'll like to keep
el_gr: Στείλτε μου το εύρος των σελίδων που θα σας αρέσει να κρατάτε
ro_ro: Trimite-mi gama de pagini pe care vei dori să le păstrezi
